{
  "products":[
    {
      "id":0,
      "brand":"Nike",
      "name":"Air Zoom Pegasus 37 Eliud Kipchoge",
      "price":9990,
      "imageUrl":"https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/5de6a946-2ed6-4552-b7e2-11d0f97bd2eb/беговые-кроссовки-air-zoom-pegasus-37-eliud-kipchoge-Z9CmRW.png",
      "sizes":[39,41,42,43,45],
      "text":"The Nike Air Zoom Pegasus 37 reinvigorates your stride and brings on vibrant colors inspired by a 26.2-mile race around the city blocks of Miami. Delivering the same fit and feel that runners love, the shoe has an all-new forefoot Zoom Air unit and Nike React foam for optimal cushioning and responsiveness. The result is a durable, lightweight trainer designed for everyday running."
    },
    {
      "id":1,
      "brand":"Nike",
      "name":"ZoomX Vaporfly Next% 2",
      "price":20999,
      "imageUrl":"https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/228c9922-686e-443d-b04b-16857e9af198/кроссовки-для-забегов-zoomx-vaporfly-next-2-dxSLFw.png",
      "sizes":[39,41,42,43,45],
      "text":"Эта модель — воплощение эволюции скорости беговых кроссовок, созданных для новых целей и рекордов. Кроссовки Nike ZoomX Vaporfly Next% 2 созданы на основе всеми любимой модели для забегов. Обновленный верх обеспечивает комфорт и воздухопроницаемость. От дистанции в 10 км до марафона — эта модель обеспечивает мгновенную амортизацию и надежную поддержку, помогая тебе стать еще лучше."
    },
    {
      "id":2,
      "brand":"Nike",
      "name":"ZoomX VaporFly NEXT%",
      "price":22990,
      "imageUrl":"https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/ca86f2c5-a868-4f92-95f6-57930e0e93b7/беговые-кроссовки-zoomx-vaporfly-next-xp5wDG.png",
      "sizes":[39,41,42,43,45],
      "text":"Обходи всех соперников на рекордной скорости и наполняйся энергией традиций Nike в кроссовках Nike ZoomX Vaporfly NEXT%. Обновленные цвета и принты напоминают о первом названии компании Nike, Blue Ribbon Sports. А за счет дополнительной амортизации и облегченного верха достигается непревзойденный комфорт и возврат энергии."
    },
    {
      "id":3,
      "brand":"Nike",
      "name":"Pegasus Trail 2",
      "price":10799,
      "imageUrl":"https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/7b75ab28-38c9-488e-bffd-34bb23c352e6/кроссовки-для-трейлраннинга-pegasus-trail-2-ZCfbql.jpg",
      "sizes":[39,41,42,43,45],
      "text":"Расправь крылья и выбирай свой путь. Прочные кроссовки Nike Pegasus Trail 2 обеспечивают амортизацию во время бега, занятий спортом на пересеченной местности и активного отдыха. В этой универсальной модели можно бегать каждый день — она невероятно удобна благодаря мягкой амортизации и надежному сцеплению."
    },
    {
      "id":4,
      "brand":"Nike",
      "name":"ZoomX Invincible Run Flyknit",
      "price":14990,
      "imageUrl":"https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/e871982a-5bac-46ef-97cb-26f06b6ee6b6/беговые-кроссовки-zoomx-invincible-run-flyknit-64fDhh.png",
      "sizes":[39,41,42,43,45],
      "text":"Начни свою долгую пробежку в Nike ZoomX Invincible Run Flyknit. Легкий и упругий пеноматериал обеспечивает невероятную мягкость и возвращает энергию при каждом шаге. Эта модель с воздухопроницаемой надежной конструкцией прошла наибольшее количество испытаний. Надевай кроссовки и покажи, как ты можешь бегать."
    },
    {
      "id":5,
      "brand":"Converse",
      "name":"CHUCK TAYLOR ALL STAR HIGH TOP",
      "price":5300,
      "imageUrl":"https://www.converse.ca/media/catalog/product/cache/1/image/1800x/040ec09b1e35df139433887a97daa66f/m/7/m7650_a_107x1_1.jpg",
      "sizes":[39,43,44],
      "text":"The Converse Chuck Taylor All Star is the one that started it all for Converse. When it comes to sneakers, there’s nothing more pure than a canvas upper and a vulcanized rubber sole. This is the sneaker that spawned countless imitators, with its star-centered patch, rubber toe cap, toe bumper and striping."
    },
    {
      "id":6,
      "brand":"Converse",
      "name":"CHUCK TAYLOR ALL STAR LOW TOP",
      "price":4990,
      "imageUrl":"https://www.converse.ca/media/catalog/product/cache/1/image/1800x/040ec09b1e35df139433887a97daa66f/m/9/m9166_a_107x1_1.jpg",
      "sizes":[39,43,44],
      "text":"The Converse Chuck Taylor All Star is the one that started it all for Converse. When it comes to sneakers, there’s nothing more pure than a canvas upper and a vulcanized rubber sole. This is the sneaker that spawned countless imitators, with its rubber toe cap, toe bumper and striping."
    },
    {
      "id":7,
      "brand":"Converse",
      "name":"CHUCK 70 HIGH TOP",
      "price":6800,
      "imageUrl":"https://www.converse.ca/media/catalog/product/cache/1/image/1800x/040ec09b1e35df139433887a97daa66f/1/6/162053c_a_107x1_1.jpg",
      "sizes":[39,43,44],
      "text":"The Converse All Star Chuck ’70 is our re-crafted sneaker that uses modern details to celebrate the original Chuck Taylor All Star from the 1970's. It features a slightly higher rubber foxing, a cushioned footbed that provides long-lasting comfort and a more substantial rubber toe cap. Additional vintage details include stitching on the sidewall and a heavier-grade canvas upper for comfort and durability. It’s an authentic throwback look that retains the iconic Chuck Taylor attributes you know and love, like the star-centered ankle patch and vulcanized rubber outsole."
    },
    {
      "id":8,
      "brand":"Converse",
      "name":"CHUCK 70 LOW TOP",
      "price":6490,
      "imageUrl":"https://www.converse.ca/media/catalog/product/cache/1/image/1800x/040ec09b1e35df139433887a97daa66f/1/6/162058c_a_107x1_3.jpg",
      "sizes":[39,43,44],
      "text":"The Converse All Star Chuck ’70 is our re-crafted sneaker that uses modern details to celebrate the original Chuck Taylor All Star from the 1970's. It features a slightly higher rubber foxing, a cushioned footbed that provides long-lasting comfort and a more substantial rubber toe cap. Additional vintage details include stitching on the sidewall and a heavier-grade canvas upper for comfort and durability. It’s an authentic throwback look that retains the iconic Chuck Taylor attributes you know and love, like the star-centered heel patch and vulcanized rubber outsole."
    },
    {
      "id":9,
      "brand":"Converse",
      "name":"CONVERSE X OFF-WHITE CHUCK 70 HIGH TOP",
      "price":12900,
      "imageUrl":"https://www.converse.ca/media/catalog/product/cache/1/image/9df78eab33525d08d6e5fb8d27136e95/1/6/163862c_a_107x1.jpg",
      "sizes":[39,43,44],
      "text":"CONVERSE x OFF-WHITE™ Creative visionary Virgil Abloh reimagines the iconic Chuck 70 through the prism of his Off-White™ fashion label, adding signature style touches and subversive details to the premium silhouette. Off-White™’s black-and-white warning stripes appear across the midsole, bright pops of orange create bold contrast on the ankle patch and outsole, and trademark industrial labeling is printed on both the laces and vintage white canvas. It’s a visually-striking statement piece—a contemporary riff on a timeless design that’s distinctly Off-White™."
    },
    {
      "id":10,
      "brand":"Adidas",
      "name":"OZWEEGO",
      "price":10990,
      "imageUrl":"https://assets.adidas.com/images/h_840,f_auto,q_auto:sensitive,fl_lossy/cbd0113b236543088f2baaa400ee5c1d_9366/Krossovki_OZWEEGO_bezhevyj_EE6462_01_standard.jpg",
      "sizes":[39,43,44],
      "text":"Эти кроссовки представляют стиль конца 90-х — начала 2000-х в новом ключе, объединяя ретро-детали с футуристическим дизайном. Модель выполнена из сетки, замши и гладкого синтетического материала. Специальные вставки поддерживают переднюю часть стопы и пятку. Кроссовки ощущаются невероятно комфортно в течение всего дня."
    },
    {
      "id":11,
      "brand":"Adidas",
      "name":"HANDBALL SPEZIAL",
      "price":8690,
      "imageUrl":"https://assets.adidas.com/images/h_840,f_auto,q_auto:sensitive,fl_lossy/6218f8cc55984cfe92d1a96d0110ac7e_9366/Krossovki_Handball_Spezial_chernyj_DB3021_01_standard.jpg",
      "sizes":[39,43,44],
      "text":"Эта модель была создана в 1979 году для элитных гандболистов. Сейчас ее лаконичный силуэт признан классикой городской моды. Современная версия из гладкого нубука дополнена мягкой резиновой подошвой медового цвета в винтажном стиле."
    },
    {
      "id":12,
      "brand":"Adidas",
      "name":"ULTRABOOST 20",
      "price":15990,
      "imageUrl":"https://assets.adidas.com/images/h_840,f_auto,q_auto:sensitive,fl_lossy/8dc7030a45a147fabfb5ac4e00fa68eb_9366/Krossovki_dlya_bega_Ultraboost_20_sinij_FX7978_01_standard.jpg",
      "sizes":[39,43,44],
      "text":"Прощай, гравитация. Мы создали эти беговые кроссовки adidas Ultraboost, используя наработки космической отрасли. Совместно с НАСА мы провели ряд экспериментов по исследованию гравитации и внесли микроизменения в промежуточную подошву Boost, чтобы она максимально эффективно работала на Земле. И поскольку любая инновация бессмысленна без заботы о планете, эти кроссовки являются частью нашей программы по сокращению пластиковых отходов."
    },
    {
      "id":13,
      "brand":"Adidas",
      "name":"ULTRABOOST 21",
      "price":15990,
      "imageUrl":"https://assets.adidas.com/images/h_840,f_auto,q_auto:sensitive,fl_lossy/429a510e09fe4039ba33ac770135d8be_9366/Krossovki_dlya_bega_Ultraboost_21_belyj_FY0377_01_standard.jpg",
      "sizes":[39,43,44],
      "text":"Понятие лучший не статично. Когда мы впервые запустили adidas Ultraboost, это были лучшие беговые кроссовки в нашей истории. С каждой новой версией мы поднимаем планку. Теперь ты получаешь амортизацию, о которой даже не подозревал, и возврат энергии, которого ты всегда хотел. У этой модели поддерживающий верх adidas Primeknit+ и на 6% больше капсул Boost в подошве. Она заряжает каждый шаг дополнительной энергией благодаря системе Linear Energy Push, которая обеспечивает поддержку в передней и средней частях стопы."
    },
    {
      "id":14,
      "brand":"Adidas",
      "name":"ADILETTE",
      "price":2999,
      "imageUrl":"https://assets.adidas.com/images/h_840,f_auto,q_auto:sensitive,fl_lossy/7bf742dd2ffd4cdfac52ab9f001dd4f6_9366/Shlepancy_Adilette_krasnyj_G55376_01_standard.jpg",
      "sizes":[39,43,44],
      "text":"Возьми их с собой в отпуск или на выходные за городом. Можешь даже носить их с носками (но все-таки не стоит). С 70-х шлепанцы adidas Adilette являются иконой стиля трех полосок. Эта версия с мягкой резиновой подошвой и быстросохнущим верхом смотрится уместно и в раздевалке, и на улице."
    }
  ]
}